Repository: spawvn/KMReader
Catalog: KMReader/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# settings.appearance.colorScheme.title
source: Color Scheme
de: Farbschema
es: Esquema de color
fr: Mode d'apparence
it: Schema colori
ja: 外観モード
ko: 외관 모드
ru: Цветовая схема
zh_hans: 外观界面
zh_hant: 外觀界面

# settings.appearance.coverBlurUnread.caption
source: Blur book and series covers until you start reading them
de: Buch- und Seriencover weichzeichnen, bis du mit dem Lesen beginnst
es: Difumina las portadas de libros y series hasta que empieces a leerlos
fr: Flouter les couvertures des livres et des séries jusqu'à ce que vous commenciez à les lire
it: Sfoca le copertine di libri e serie finché non inizi a leggerli
ja: 読み始めるまで本とシリーズのカバーをぼかして表示します
ko: 읽기 시작할 때까지 책과 시리즈 표지를 흐리게 표시합니다
ru: Размывать обложки книг и серий, пока вы не начнёте их читать
zh_hans: 在开始阅读前模糊书籍与系列封面
zh_hant: 在開始閱讀前模糊書籍與系列封面

# settings.appearance.coverBlurUnread.title
source: Blur Unread Covers
de: Ungelesene Cover weichzeichnen
es: Difuminar portadas no leídas
fr: Flouter les couvertures non lues
it: Sfoca copertine non lette
ja: 未読カバーをぼかす
ko: 읽지 않은 표지 흐리기
ru: Размывать непрочитанные обложки
zh_hans: 模糊未读封面
zh_hant: 模糊未讀封面

# settings.appearance.coverOnlyCards.caption
source: Only show covers, hide all text below cards
de: Nur Cover in Kartenansicht anzeigen
es: Mostrar solo portadas, ocultar todo el texto bajo las tarjetas
fr: Afficher uniquement les couvertures, masquer tout le texte sous les cartes
it: Mostra solo copertine, nascondi tutto il testo sotto le schede
ja: カバーのみ表示、カード下のテキストを非表示
ko: 커버만 표시, 카드 아래의 모든 텍스트 숨기기
ru: Показывать только обложки, скрывая весь текст под карточками
zh_hans: 仅显示封面，隐藏卡片下方所有文字
zh_hant: 僅顯示封面，隱藏卡片下方所有文字

# settings.appearance.coverOnlyCards.title
source: Cover Only Cards
de: Nur Cover
es: Tarjetas solo con portada
fr: Cartes avec couverture uniquement
it: Schede solo copertina
ja: カバーのみ表示
ko: 커버만 표시
ru: Карточки только с обложкой
zh_hans: 仅显示封面
zh_hant: 僅顯示封面

# settings.appearance.coverShowProgressBar.caption
source: Display the reading progress bar on book covers
de: Fortschrittsbalken über Cover anzeigen
es: Mostrar la barra de progreso de lectura en las portadas
fr: Afficher la barre de progression de lecture sur les couvertures de livres
it: Mostra la barra di avanzamento lettura sulle copertine
ja: 書籍のカバーに読書進捗バーを表示
ko: 책 커버에 읽기 진행률 표시줄을 표시합니다
ru: Показывать индикатор прогресса чтения на обложках
zh_hans: 在书籍封面上显示阅读进度条
zh_hant: 在書籍封面上顯示閱讀進度條

# settings.appearance.coverShowProgressBar.title
source: Show Reading Progress on Covers
de: Fortschrittsbalken
es: Mostrar progreso de lectura en portadas
fr: Afficher la progression de lecture sur les couvertures
it: Mostra avanzamento lettura sulle copertine
ja: カバーに読書進捗を表示
ko: 커버 읽기 진행률 표시
ru: Показывать прогресс чтения на обложках
zh_hans: 显示封面阅读进度
zh_hant: 顯示封面閱讀進度

# settings.appearance.coverShowShadow.caption
source: Disable cover shadows to improve performance on older devices
de: Schatten hinter Cover anzeigen
es: Desactiva sombras de portada para mejorar rendimiento en dispositivos antiguos
fr: Désactivez les ombres des couvertures pour améliorer les performances sur les anciens appareils
it: Disabilita le ombre delle copertine per migliorare le prestazioni su dispositivi piu vecchi
ja: 古いデバイスでパフォーマンスを向上させるにはカバーのシャドウを無効にしてください
ko: 오래된 기기에서 성능을 향상시키려면 커버 그림자를 비활성화하세요
ru: Отключите тени обложек для повышения производительности на старых устройствах
zh_hans: 关闭封面阴影可提升旧设备性能
zh_hant: 關閉封面陰影可提升舊設備性能

# settings.appearance.coverShowShadow.title
source: Show Cover Shadows
de: Cover-Schatten
es: Mostrar sombras de portada
fr: Afficher les ombres des couvertures
it: Mostra ombre copertina
ja: カバーのシャドウを表示
ko: 커버 그림자 표시
ru: Показывать тени обложек
zh_hans: 显示封面阴影
zh_hant: 顯示封面陰影

# settings.appearance.coverShowUnreadIndicator.caption
source: Display unread indicators on book and series covers
de: Indikator für ungelesene Bücher anzeigen
es: Mostrar indicadores de no leido en portadas de libros y series
fr: Afficher les indicateurs non lus sur les couvertures de livres et de séries
it: Mostra indicatori di non letto sulle copertine di libri e serie
ja: 書籍とシリーズのカバーに未読表示を表示
ko: 책과 시리즈 커버에 미읽음 표시를 표시합니다
ru: Показывать индикаторы непрочитанного на обложках книг и серий
zh_hans: 在书籍与系列封面上显示未读标识
zh_hant: 在書籍與系列封面上顯示未讀標識

# settings.appearance.coverShowUnreadIndicator.title
source: Show Unread Indicators on Covers
de: Ungelesen-Indikator
es: Mostrar indicadores de no leido en portadas
fr: Afficher les indicateurs non lus sur les couvertures
it: Mostra indicatori non letto sulle copertine
ja: カバーの未読表示を表示
ko: 커버 미읽음 표시 보기
ru: Показывать индикаторы непрочитанного на обложках
zh_hans: 显示封面未读标识
zh_hant: 顯示封面未讀標識

# settings.appearance.dashboardSectionGradientBackground.caption
source: Show a gradient behind each dashboard section.
de: Farbverlauf hinter Dashboard-Abschnitten anzeigen.
es: Mostrar un degradado detras de cada seccion del panel.
fr: Afficher un dégradé derrière chaque section du tableau de bord.
it: Mostra un gradiente dietro ogni sezione della dashboard.
ja: ダッシュボードの各セクションの背後にグラデーションを表示します。
ko: 대시보드의 각 섹션 뒤에 그라데이션을 표시합니다.
ru: Показывать градиент за каждым разделом панели.
zh_hans: 在每个主页分区后显示渐变背景。
zh_hant: 在每個主頁分區後顯示漸變背景。

# settings.appearance.dashboardSectionGradientBackground.title
source: Dashboard Section Background
de: Dashboard-Abschnittshintergrund
es: Fondo de secciones del panel
fr: Arrière-plan des sections du tableau de bord
it: Sfondo sezioni dashboard
ja: ダッシュボードセクションの背景
ko: 대시보드 섹션 배경
ru: Фон разделов панели
zh_hans: 主页分区背景
zh_hant: 主頁分區背景

# settings.appearance.gridDensity.caption
source: Adjust the size and spacing of cards in the grid
de: Dichte des Rasters anpassen
es: Ajusta tamano y espaciado de tarjetas en la cuadricula
fr: Ajustez la taille et l'espacement des cartes dans la grille
it: Regola dimensione e spaziatura delle schede nella griglia
ja: グリッド内のカードのサイズと間隔を調整します
ko: 그리드 내 카드의 크기와 간격을 조정합니다
ru: Настройте размер и интервалы карточек в сетке
zh_hans: 调整网格中卡片的大小和间距
zh_hant: 調整網格中卡片的大小和間距

# settings.appearance.gridDensity.compact
source: Compact
de: Kompakt
es: Compacto
it: Compatto
ja: コンパクト
ko: 컴팩트
ru: Компактно
zh_hans: 紧凑
zh_hant: 緊湊

# settings.appearance.gridDensity.cozy
source: Cozy
de: Gemütlich
es: Comodo
fr: Confortable
it: Comodo
ja: ゆったり
ko: 여유롭게
ru: Уютно
zh_hans: 宽松
zh_hant: 寬鬆

# settings.appearance.gridDensity.label
source: Grid Density
de: Rasterdichte
es: Densidad de cuadricula
fr: Densité de la grille
it: Densita griglia
ja: グリッド密度
ko: 그리드 밀도
ru: Плотность сетки
zh_hans: 网格密度
zh_hant: 網格密度

# settings.appearance.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
ru: Язык
zh_hans: 语言
zh_hant: 語言

# settings.appearance.language.caption
source: Open app settings to change language
de: App-Sprache ändern
es: Abre la configuracion de la app para cambiar idioma
fr: Ouvrir les paramètres de l'app pour changer la langue
it: Apri le impostazioni dell'app per cambiare lingua
ja: アプリ設定を開いて言語を変更
ko: 앱 설정을 열어 언어 변경
ru: Откройте настройки приложения, чтобы изменить язык
zh_hans: 打开应用设置以更改语言
zh_hant: 打開應用程式設定以更改語言

# settings.appearance.language.change
source: Change Language
de: Sprache ändern
es: Cambiar idioma
fr: Changer la langue
it: Cambia lingua
ja: 言語を変更
ko: 언어 변경
ru: Изменить язык
zh_hans: 更改语言
zh_hant: 更改語言

# settings.appearance.preserveCoverAspectRatio.caption
source: Preserve aspect ratio for cover images
de: Seitenverhältnis der Cover beibehalten
es: Conservar relacion de aspecto para imagenes de portada
fr: Conserver le ratio d'aspect des images de couverture
it: Mantieni il rapporto d'aspetto delle immagini di copertina
ja: カバー画像の縦横比を維持
ko: 커버 이미지의 가로세로 비율 유지
ru: Сохранять соотношение сторон изображений обложек
zh_hans: 保持封面长宽比
zh_hant: 保持封面長寬比

# settings.appearance.preserveCoverAspectRatio.title
source: Preserve Cover Aspect Ratio
de: Cover-Seitenverhältnis beibehalten
es: Conservar relacion de aspecto de portada
fr: Conserver le ratio des couvertures
it: Mantieni rapporto copertina
ja: カバーの縦横比を保持
ko: 커버 가로세로 비율 유지
ru: Сохранять пропорции обложек
zh_hans: 保持封面比例
zh_hant: 保持封面比例

# settings.appearance.privacy
source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
ru: Приватность
zh_hans: 隐私
zh_hant: 隱私

# settings.appearance.privacyProtection.caption
source: Show a blur overlay in the app switcher to protect your privacy.
de: App-Inhalt verschleiern, wenn in den Hintergrund gewechselt wird
es: Mostrar una superposicion borrosa en el selector de apps para proteger tu privacidad.
fr: Afficher un masque de flou dans le sélecteur d'applications pour protéger votre vie privée.
it: Mostra un overlay sfocato nello switcher app per proteggere la tua privacy.
ja: アプリスイッチャーでぼかしオーバーレイを表示してプライバシーを保護します。
ko: 앱 전환기에서 블러 오버레이를 표시하여 개인정보를 보호합니다.
ru: Показывать размытие в переключателе приложений для защиты приватности.
zh_hans: 在应用切换器中显示模糊遮罩以保护隐私。
zh_hant: 在應用切換器中顯示模糊遮罩以保護隱私。

# settings.appearance.privacyProtection.title
source: Privacy Protection
de: App im Hintergrund verschleiern
es: Proteccion de privacidad
fr: Protection de la vie privée
it: Protezione privacy
ja: プライバシー保護
ko: 개인정보 보호
ru: Защита приватности
zh_hans: 隐私保护
zh_hant: 隱私保護

# settings.appearance.search
source: Search
de: Suche
es: Buscar
fr: Recherche
it: Cerca
ja: 検索
ko: 검색
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

# settings.appearance.searchIgnoreFilters.caption
source: When enabled, search ignores filter conditions and only uses library selection
de: Filter bei der Suche ignorieren
es: Si esta activado, la busqueda ignora condiciones de filtro y solo usa la seleccion de biblioteca
fr: Lorsqu'activé, la recherche ignore les filtres et n'utilise que la sélection de bibliothèque
it: Se abilitato, la ricerca ignora le condizioni filtro e usa solo la selezione libreria
ja: 有効にすると、検索時にフィルター条件を無視し、ライブラリ選択のみを使用します
ko: 활성화하면 검색 시 필터 조건을 무시하고 라이브러리 선택만 사용합니다
ru: Если включено, поиск игнорирует условия фильтра и использует только выбор библиотеки
zh_hans: 启用后，搜索时忽略过滤条件，仅按库筛选
zh_hant: 啟用後，搜尋時忽略過濾條件，僅按庫篩選

# settings.appearance.searchIgnoreFilters.title
source: Ignore Filters When Searching
de: Filter ignorieren
es: Ignorar filtros al buscar
fr: Ignorer les filtres lors de la recherche
it: Ignora filtri durante la ricerca
ja: 検索時にフィルターを無視
ko: 검색 시 필터 무시
ru: Игнорировать фильтры при поиске
zh_hans: 搜索时忽略过滤条件
zh_hant: 搜尋時忽略過濾條件

# settings.appearance.showBookCardSeriesTitles.caption
source: Show series titles for books in view cards
de: Serientitel auf Buchkarten anzeigen
es: Mostrar titulos de serie para libros en tarjetas de vista
fr: Afficher les titres de série pour les cartes de livres
it: Mostra titoli serie per i libri nelle schede di visualizzazione
ja: カード表示で書籍にシリーズ名を表示
ko: 보기 카드에서 책의 시리즈 제목 표시
ru: Показывать названия серий для книг на карточках
zh_hans: 在书籍卡片显示系列标题
zh_hant: 在書籍卡片顯示系列標題

# settings.appearance.showBookCardSeriesTitles.title
source: Show Book Card Series Titles
de: Serientitel anzeigen
es: Mostrar titulos de serie en tarjetas de libro
fr: Afficher les titres de série sur les cartes de livres
it: Mostra titoli serie sulle schede libro
ja: 書籍カードにシリーズ名を表示
ko: 책 카드 시리즈 제목 표시
ru: Показывать названия серий на карточках книг
zh_hans: 显示书籍系列标题
zh_hant: 顯示書籍系列標題

# settings.appearance.theme
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
ru: Тема
zh_hans: 主题
zh_hant: 主題

# settings.browse.title
source: Browse
de: Durchsuchen
es: Explorar
fr: Parcourir
it: Esplora
ja: ブラウズ
ko: 탐색
ru: Обзор
zh_hans: 浏览
zh_hant: 瀏覽

# settings.connection_restored
source: Connection restored
de: Verbindung wiederhergestellt
es: Conexion restaurada
fr: Connexion rétablie
it: Connessione ripristinata
ja: 接続が復元されました
ko: 연결이 복원되었습니다
ru: Подключение восстановлено
zh_hans: 连接已恢复
zh_hant: 連線已恢復

# settings.libraries.alert.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# settings.libraries.alert.message
source: This will permanently delete %1$@ from Komga.\n\nTo confirm, please type the library name: %2$@
de: Möchten Sie diese Bibliothek wirklich löschen?
es: Esto eliminara permanentemente %1$@ de Komga. Para confirmar, escribe el nombre de la biblioteca: %2$@
fr: Ceci supprimera définitivement %1$@ de Komga. Pour confirmer, saisissez le nom de la bibliothèque : %2$@
it: Questo eliminera definitivamente %1$@ da Komga. Per confermare, digita il nome della libreria: %2$@
ja: Komga から %1$@ を完全に削除します。 確認のためライブラリ名を入力してください: %2$@
ko: 이렇게 하면 Komga에서 %1$@이(가) 영구적으로 삭제됩니다.\n\n확인하려면 라이브러리 이름을 입력하세요: %2$@
ru: Это навсегда удалит %1$@ из Komga. Для подтверждения введите имя библиотеки: %2$@
zh_hans: 这会永久从 Komga 删除 %1$@。 要确认，请输入库名：%2$@
zh_hant: 這會永久從 Komga 刪除 %1$@。 要確認，請輸入圖書館名稱：%2$@

# settings.libraries.alert.placeholder
source: Enter library name
de: Platzhalter
es: Introduce el nombre de biblioteca
fr: Saisissez le nom de la bibliothèque
it: Inserisci nome libreria
ja: ライブラリ名を入力
ko: 라이브러리 이름 입력
ru: Введите имя библиотеки
zh_hans: 输入库名
zh_hant: 輸入圖書館名稱

# settings.libraries.alert.title
source: Delete Library?
de: Bibliothek löschen
es: Eliminar biblioteca?
fr: Supprimer la bibliothèque
it: Eliminare libreria?
ja: ライブラリを削除
ko: 라이브러리를 삭제하시겠습니까?
ru: Удалить библиотеку?
zh_hans: 删除库？
zh_hant: 刪除圖書館？

# settings.licenses.description
source: This app includes the following open source components and notices.
de: Diese App enthält die folgenden Open-Source-Komponenten und Hinweise.
es: Esta app incluye los siguientes componentes y avisos de código abierto.
fr: Cette app inclut les composants open source et notices suivants.
it: Questa app include i seguenti componenti open source e avvisi.
ja: このアプリには、以下のオープンソースコンポーネントと通知が含まれています。
ko: 이 앱에는 다음 오픈 소스 구성 요소와 고지가 포함되어 있습니다.
ru: Это приложение включает следующие компоненты и уведомления открытого ПО.
zh_hans: 此 App 包含以下开源组件及声明。
zh_hant: 此 App 包含以下開源元件與聲明。

# settings.licenses.empty
source: No licenses available.
de: Keine Lizenzen verfügbar.
es: No hay licencias disponibles.
fr: Aucune licence disponible.
it: Nessuna licenza disponibile.
ja: 利用可能なライセンスはありません。
ko: 사용 가능한 라이선스가 없습니다.
ru: Нет доступных лицензий.
zh_hans: 没有可用的许可证。
zh_hant: 沒有可用的授權。

# settings.logs.empty
source: No logs found
de: Keine Protokolle
es: No se encontraron registros
fr: Aucun journal trouvé
it: Nessun log trovato
ja: ログが見つかりません
ko: 로그를 찾을 수 없음
ru: Логи не найдены
zh_hans: 未找到日志
zh_hant: 找不到日誌

# settings.logs.search
source: Search logs...
de: Protokolle durchsuchen
es: Buscar registros...
fr: Rechercher dans les journaux...
it: Cerca nei log...
ja: ログを検索...
ko: 로그 검색...
ru: Поиск по логам...
zh_hans: 搜索日志...
zh_hant: 搜尋日誌...

# settings.network.api_retry_count.description
source: Number of retries for failed requests (excluding 401).
de: Wie oft eine fehlgeschlagene API-Anfrage wiederholt wird
es: Numero de reintentos para solicitudes fallidas (excepto 401).
fr: Nombre de tentatives pour les requêtes échouées (hors 401).
it: Numero di tentativi per richieste non riuscite (escluso 401).
ja: 失敗したリクエストの再試行回数（401 を除く）。
ko: 실패한 요청에 대한 재시도 횟수(401 제외).
ru: Количество повторов для неудачных запросов (кроме 401).
zh_hans: 失败请求的重试次数（排除 401 错误）。
zh_hant: 失敗請求的重試次數（排除 401 錯誤）。

# settings.network.api_retry_count.label
source: API Retry Count
de: Wiederholungen bei API-Anfragen
es: Cantidad de reintentos API
fr: Nombre de tentatives API
it: Numero tentativi API
ja: API 再試行回数
ko: API 재시도 횟수
ru: Число повторов API
zh_hans: API 重试次数
zh_hant: API 重試次數

# settings.network.auth_timeout.description
source: Maximum time to wait before a sign-in or token request fails.
de: Maximale Wartezeit, bevor eine Anmeldung oder Token-Anfrage fehlschlägt.
es: Tiempo máximo de espera antes de que falle un inicio de sesión o una solicitud de token.
fr: Temps d'attente maximal avant l'échec d'une connexion ou d'une requête de jeton.
it: Tempo massimo di attesa prima che un accesso o una richiesta di token fallisca.
ja: サインインまたはトークン要求が失敗するまでの最大待機時間。
ko: 로그인 또는 토큰 요청이 실패하기 전까지 기다리는 최대 시간입니다.
ru: Максимальное время ожидания до сбоя входа или запроса токена.
zh_hans: 登录或令牌请求失败前的最长等待时间。
zh_hant: 登入或權杖請求失敗前的最長等待時間。

# settings.network.auth_timeout.label
source: Authentication Timeout
de: Zeitlimit für Authentifizierung
es: Tiempo de espera de autenticación
fr: Délai d'attente d'authentification
it: Timeout autenticazione
ja: 認証のタイムアウト
ko: 인증 시간 초과
ru: Тайм-аут аутентификации
zh_hans: 认证超时
zh_hant: 驗證逾時

# settings.network.download_timeout.description
source: Maximum time to wait before a download fails.
de: Maximale Wartezeit, bevor ein Download fehlschlägt.
es: Tiempo máximo de espera antes de que falle una descarga.
fr: Temps d'attente maximal avant l'échec d'un téléchargement.
it: Tempo massimo di attesa prima che un download fallisca.
ja: ダウンロードが失敗するまでの最大待機時間。
ko: 다운로드가 실패하기 전까지 기다리는 최대 시간입니다.
ru: Максимальное время ожидания до сбоя загрузки.
zh_hans: 下载失败前的最长等待时间。
zh_hant: 下載失敗前的最長等待時間。

# settings.network.download_timeout.label
source: Download Timeout
de: Zeitlimit für Downloads
es: Tiempo de espera de descarga
fr: Délai d'attente des téléchargements
it: Timeout download
ja: ダウンロードのタイムアウト
ko: 다운로드 시간 초과
ru: Тайм-аут загрузки
zh_hans: 下载超时
zh_hant: 下載逾時

# settings.network.general
source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
ru: Общее
zh_hans: 通用
zh_hant: 一般

# settings.network.handoff.browse.caption
source: Continue browsing on other devices
de: Auf anderen Geräten weiter surfen
es: Continuar navegacion en otros dispositivos
fr: Continuer la navigation sur d'autres appareils
it: Continua la navigazione su altri dispositivi
ja: 他のデバイスでブラウジングを続ける
ko: 다른 기기에서 계속 탐색
ru: Продолжить просмотр на других устройствах
zh_hans: 在其他设备上继续浏览
zh_hant: 在其他裝置上繼續瀏覽

# settings.network.handoff.reader.caption
source: Continue reading on other devices
de: Auf anderen Geräten weiter lesen
es: Continuar lectura en otros dispositivos
fr: Continuer la lecture sur d'autres appareils
it: Continua la lettura su altri dispositivi
ja: 他のデバイスで読書を続ける
ko: 다른 기기에서 계속 읽기
ru: Продолжить чтение на других устройствах
zh_hans: 在其他设备上继续阅读
zh_hant: 在其他裝置上繼續閱讀

# settings.network.read_history_sync
source: Reading History Sync
de: Leseverlauf-Synchronisierung
es: Sincronización del historial de lectura
fr: Synchronisation de l’historique de lecture
it: Sincronizzazione della cronologia di lettura
ja: 読書履歴の同期
ko: 읽기 기록 동기화
ru: Синхронизация истории чтения
zh_hans: 阅读历史同步
zh_hant: 閱讀歷史同步

# settings.network.read_history_sync.minimum_interval.description
source: Automatically sync reading history in the background. Set 0 hours to disable automatic sync.
de: Synchronisiert den Leseverlauf automatisch im Hintergrund. Auf 0 Stunden setzen, um die automatische Synchronisierung zu deaktivieren.
es: Sincroniza automáticamente el historial de lectura en segundo plano. Establécelo en 0 horas para desactivar la sincronización automática.
fr: Synchronise automatiquement l’historique de lecture en arrière-plan. Définissez 0 heure pour désactiver la synchronisation automatique.
it: Sincronizza automaticamente la cronologia di lettura in background. Imposta 0 ore per disattivare la sincronizzazione automatica.
ja: 読書履歴をバックグラウンドで自動同期します。0時間に設定すると自動同期を無効にできます。
ko: 백그라운드에서 읽기 기록을 자동으로 동기화합니다. 자동 동기화를 끄려면 0시간으로 설정하세요.
ru: Автоматически синхронизирует историю чтения в фоновом режиме. Установите 0 часов, чтобы отключить автосинхронизацию.
zh_hans: 在后台自动同步阅读历史。设为 0 小时可禁用自动同步。
zh_hant: 在背景自動同步閱讀歷史。設為 0 小時即可停用自動同步。

# settings.network.read_history_sync.minimum_interval.label
source: Minimum Auto Sync Interval
de: Mindestintervall für automatische Synchronisierung
es: Intervalo mínimo de sincronización automática
fr: Intervalle minimal de synchronisation automatique
it: Intervallo minimo di sincronizzazione automatica
ja: 自動同期の最小間隔
ko: 자동 동기화 최소 간격
ru: Минимальный интервал автосинхронизации
zh_hans: 自动同步最小间隔
zh_hant: 自動同步最小間隔

# settings.network.request_timeout.description
source: Maximum time to wait before a standard API request fails.
de: Maximale Wartezeit, bevor eine normale API-Anfrage fehlschlägt.
es: Tiempo máximo de espera antes de que falle una solicitud API normal.
fr: Temps d'attente maximal avant l'échec d'une requête API standard.
it: Tempo massimo di attesa prima che una richiesta API normale fallisca.
ja: 通常の API リクエストが失敗するまでの最大待機時間。
ko: 일반 API 요청이 실패하기 전까지 기다리는 최대 시간입니다.
ru: Максимальное время ожидания до сбоя обычного API-запроса.
zh_hans: 普通 API 请求失败前的最长等待时间。
zh_hant: 一般 API 請求失敗前的最長等待時間。

# settings.network.request_timeout.label
source: Request Timeout
de: Zeitlimit für Anfragen
es: Tiempo de espera de solicitud
fr: Délai d'attente des requêtes
it: Timeout richiesta
ja: リクエストのタイムアウト
ko: 요청 시간 초과
ru: Тайм-аут запроса
zh_hans: 请求超时
zh_hant: 請求逾時

# settings.offline_books.cleanup_orphaned
source: Clean Up Orphaned Offline Files
de: Verwaiste Offline-Dateien bereinigen
es: Limpiar archivos offline huérfanos
fr: Nettoyer les fichiers hors ligne orphelins
it: Pulisci file offline orfani
ja: 孤立したオフラインファイルをクリーンアップ
ko: 고아 오프라인 파일 정리
ru: Очистить потерянные офлайн-файлы
zh_hans: 清理孤立离线文件
zh_hant: 清理孤立離線檔案

# settings.offline_books.cleanup_orphaned.no_orphaned
source: No orphaned offline files found.
de: Keine verwaisten Dateien gefunden.
es: No se encontraron archivos offline huerfanos.
fr: Aucun fichier hors ligne orphelin trouvé.
it: Nessun file offline orfano trovato.
ja: 孤立したオフラインファイルはありません。
ko: 고아 오프라인 파일이 없습니다.
ru: Потерянные офлайн-файлы не найдены.
zh_hans: 未发现孤立的离线文件。
zh_hant: 未發現孤立的離線檔案。

# settings.offline_books.cleanup_orphaned.result %lld %@
source: Deleted %1$lld items, freed %2$@.
de: %lld Dateien (%@) bereinigt
es: Eliminados %1$lld elementos, liberados %2$@.
fr: %1$lld éléments supprimés, %2$@ libérés.
it: Eliminati %1$lld elementi, liberati %2$@.
ja: %1$lld 件削除、%2$@ を解放しました。
ko: %1$lld개 삭제, %2$@ 확보됨.
ru: Удалено %1$lld элементов, освобождено %2$@.
zh_hans: 已删除 %1$lld 个，释放 %2$@。
zh_hant: 已刪除 %1$lld 個，釋放 %2$@。

# settings.offline_books.remove_all
source: Remove All Offline Books
de: Alle Offline-Bücher entfernen
es: Eliminar todos los libros offline
fr: Supprimer tous les livres hors ligne
it: Rimuovi tutti i libri offline
ja: すべてのオフライン本を削除
ko: 모든 오프라인 도서 삭제
ru: Удалить все офлайн-книги
zh_hans: 删除全部离线书籍
zh_hant: 刪除全部離線書籍

# settings.offline_books.remove_all.message
source: This will remove all offline books. This action cannot be undone.
de: Dies entfernt alle heruntergeladenen Bücher und Dateien. Fortfahren?
es: Esto eliminara todos los libros offline. Esta accion no se puede deshacer.
fr: Tous les livres hors ligne seront supprimés. Cette action est irréversible.
it: Questo rimuovera tutti i libri offline. Questa azione non puo essere annullata.
ja: すべてのオフライン本が削除されます。この操作は元に戻せません。
ko: 모든 오프라인 도서가 삭제됩니다. 이 작업은 취소할 수 없습니다.
ru: Это удалит все офлайн-книги. Это действие нельзя отменить.
zh_hans: 将删除所有离线书籍，此操作无法撤销。
zh_hant: 將刪除所有離線書籍，此操作無法撤銷。

# settings.offline_books.remove_read
source: Remove Read Offline Books
de: Gelesene Offline-Bücher entfernen
es: Eliminar libros offline leídos
fr: Supprimer les livres hors ligne lus
it: Rimuovi libri offline letti
ja: 既読のオフライン本を削除
ko: 읽은 오프라인 도서 삭제
ru: Удалить прочитанные офлайн-книги
zh_hans: 删除已读离线书籍
zh_hant: 刪除已讀離線書籍

# settings.offline_books.remove_read.message
source: This will remove all read offline books. This action cannot be undone.
de: Dies entfernt alle Bücher, die als gelesen markiert sind. Fortfahren?
es: Esto eliminara todos los libros offline leidos. Esta accion no se puede deshacer.
fr: Tous les livres hors ligne lus seront supprimés. Cette action est irréversible.
it: Questo rimuovera tutti i libri offline letti. Questa azione non puo essere annullata.
ja: 既読のオフライン本がすべて削除されます。この操作は元に戻せません。
ko: 읽은 오프라인 도서가 모두 삭제됩니다. 이 작업은 취소할 수 없습니다.
ru: Это удалит все прочитанные офлайн-книги. Это действие нельзя отменить.
zh_hans: 将删除所有已读离线书籍，此操作无法撤销。
zh_hant: 將刪除所有已讀離線書籍，此操作無法撤銷。
